-- INSERT into author VALUES
-- (174, "河合隼雄", 4, 1928, 6, 23, 2007, 7, 19, 0),
-- (175, "安娜·陀思妥耶夫斯卡娅", 1, 1846, 9, 12, 1918, 6, 9, 1);


-- INSERT INTO book VALUES
-- (179, "荣格心理学入门", "null", 333, 164, 0, 0, 0, 179, 0, 31, 179, 174, 132),
-- (180, "安娜·陀思妥耶夫斯卡娅回忆录", "null", 440, 392, 0, 0, 0, 180, 0, 12, 180, 175, 133),
-- (181, "陀思妥耶夫斯基（第2卷）", "null", 484, 400, 0, 0, 0, 181, 0, 12, 181, 160, 134),
-- (182, "陀思妥耶夫斯基（第3卷）", "null", 596, 430, 0, 0, 0, 182, 0, 12, 182, 160, 106);

-- INSERT INTO translator VALUES
-- (132, "李静"),
-- (133, "倪亮"),
-- (134, "刘桂林");

-- INSERT INTO my_info VALUES
-- (179, 2021, 8, 10, 0, "null", 80),
-- (180, 2021, 8, 10, 0, "null", 80),
-- (181, 2021, 8, 10, 0, "null", 80),
-- (182, 2021, 8, 10, 0, "null", 80);

-- INSERT INTO release VALUES
-- (179, 2020, 6, 978, 7, 5473, 1650, 4),
-- (180, 2013, 9, 978, 7, 5495, 3544, 6),
-- (181, 2016, 8, 978, 7, 5495, 8193, 1),
-- (182, 2019, 4, 978, 7, 5495, 1514, 9);

-- INSERT INTO press VALUES
-- (5437, "东方出版中心");

-- INSERT INTO country VALUES
-- (26, "南非");
